{
  "content": "As a boy, Zalman got to witness great act of courage- the Warsaw rebellion. Warsaw Ghetto was the only place where the youth rebelled. Half million Jews were in this ghetto even though there aren't half million Jews in the city itself. They were brought from the nearby towns. After a while, the אקציות began. The Germans put signs on the streets that said they are transferring the Jews to the east so they can work quietly, but what they really did was transferring the Jews of Warsaw ghetto to a place called Umschlagplatz, which used to be a Jewish hospital, and gathering them there. In this deportation the Germans used Ukrainian, german and even Jewish policemen who passed through the ghetto and deported all the families in it. The big deportation to Umschlagplatz was on the 21st of November 1942 and took almost a year, until the 22nd of September 1943. In this deportation more than 440,000 Jews were deported so that at the rebellion only 60,000 remained in the ghetto.Zalman says that the everyday life in Warsaw of after the deportation were full of fear and horror. One day, Zalman was caught and sent to Umschlagplatz as well.",
  "content_extra":"He was stunned as he saw all the crowded people sitting near the garden of the place. He was brought right to the building where people waited a few days, sometimes a whole week. He climbed up the stairs to the third floor and saw the awful crowdedness and filth- the Germans shoved as many people as they could inside the building and didn't let anybody out, so everyone had to make their feces in the corners of the place. Zalman says that the crying and shouting were unbearable and describes this experience as unspeakably terrible.After a while, Zalman heard someone screaming \"they're coming! They're coming!\" That meant that the Ukrainians are coming to take the Jews down to the train cars. They started beating the Jews and many women and young children fell and were trampled on.\r\nAs he's pushed with the huge flow of people, as an instinct, he turned to the right. He searched for a place to hide in and found a small pile of feathers inside a certain hall. He hid in that pile and after the train left, patrols started walking around and through the building to make sure everything is going as planned. As the patrol came into the hall Zalman was in, Zalman tried to hold his breath until he will go away. At night, he carried a couple of broken cribs that looked a bit like a ladder, leaned it against the wall [there was a wall in Umschlagplatz as well], climbed on it and passed the wall. Right afterwards, a huge light lit on him and suddenly he was shot at, but he managed to get away safely and got back to the ghetto.\r\nThe rest of the night he passed in one of the corners of the place because it was too dangerous to walk around the area so late. He says that at the morning, when he got back to his mother, she thought he came back from the dead because only few managed to escape Umschlagplatz.At the end, Zalman was caught in the ghetto again [like his father, whose destiny he still doesn't know] and was brought to the train among his mother, her friend and his family. This friend helped a lot to Zalman's family and was kind of custodian for them. While the drive in the crowded train car, he was trying to make Zalman jump off. He kept telling him he is young and he that can it, but Zalman didn't want to because he didn't want to separate from his mother. Finally, he jumped using the friend's help and said good bye to his mother, who he never saw again. He still feels guilty for leaving her.\r\nAfter the jump, Zalman was slightly injured but could still walk. He walked around the forest all by himself and panicked by every person that just passed near him because it was a known thing that whoever brings a Jew to the authorities receives a sack of flour. He tried several times to knock on the doors of the villagers- the good people gave him bread or milk but some tried to get him into their homes so they could get the promised sack of flour. After a few days of wandering around Zalman decided he needs to go back to Warsaw- he knew that place pretty well and hoped he would get help from one of the polish neighbors he had before the war.\r\nHe hid in a train that was headed to the city, but when he actually got there he understood he doesn't have where to go because he might ask for help from an anti-Semitic person. He decided he would go to one of the gardens he knew and fell asleep on a bench. Suddenly, a polish policeman waked him up and took him to jail. From there he was sent in a train to Majdanek but this time he didn't try to jump off or escape in any way. He accepted the fact he was deported.\r\nWhen he arrived to Majdanek, which was known as a extermination camp, he and the rest of the people who arrived with him where passed a סלקציה . that means that a german officer had a quick look at them and decided who goes left and who goes right- one to work and on to die. As the officer got near, Zalman took a big breath and stretched his chest and managed to be sent to work",
  "header": "Ghetto Warsha"
}
