{
  "content": ".In Majdanek there was a shack called berk. In each berk were 300 prisoners. Every morning there was a מסדר בוקר which was called אפלי. In this מסדר took part a few berks and it was done so the Germans would know nobody escaped. Sometimes it took a few hours because when one person was missing someone had to look for him and nobody could move until he was found. One of the days, Zalman says, one of the people didn't arrive to the מסדר and a few men were sent to go and look for him. He was found dead in one of the corners and the Germans sent two Jews to carry him and place him in the row and only after it was done they informed the officer everything is ok and nobody is missing.\r\nThe purpose of Majdanek was to exhaust people. There was no productive work, everything was built and ready and Zalman understood he won't stay alive for long if he doesn't change what he was doing, so he asked a man named Zimmermann, who he knew from the ghetto, to switch jobs. Zimmerman was a Kapo- that means he was a prisoner who was in charge of the prisoners and was working for the Germans, so he arranged that Zalman would be transferred to the kitchen. Zalman says that one day one of the Germans walked into the kitchen and showed that he is not pleased with Zalman's work. He shoved Zalman's head into a big wooden barrel full of water only for the amusement. There was no escape from the cruelty of the Germans, even in the easier jobs.\r\nDespite that, the biggest problem, no matter if it's in the ghetto or the camps, was the hunger. Due to the fact that Zalman was sent to a professional [מקצועי] elementary school he had a profession to declare on- mechanic. After a few months, the Germans looked for mechanics for a working place and Zalman put himself on the list. When he was interviewed he \"showed off\" his and his parent's great knowledge in the ",
  "header": "Maydanek"
}
